const container = document.querySelector('.card-container')
const azkar = [
    {    
        main: "سُبحانَ اللهِ العَظيمِ، سُبحانَ اللهِ وبحَمدِه",
        info: "كَلِمَتانِ خَفيفَتانِ على اللِّسانِ، ثَقيلَتانِ في الميزانِ، حَبيبَتانِ إلى الرَّحمَنِ",
        repeat: 0
    },
    {    
        main: "سُبحانَ اللهِ وبحَمدِه",
        info: "حُطَّت خَطاياه وإن كانَت مِثلَ زَبَدِ البَحرِ",
        repeat: 100
    },
    {    
        main: "سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ",
        info: "أحبُّ الكلام إلى الله تعالى. وقال ﷺ: «لَأَنْ أَقُولَ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ»",
        repeat: "0"
    },
    {    
        main: "لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
        info: "كنز من كنوز الجنة",
        repeat: 0
    },
    {    
        main: "اللهم صلّ على محمد، وعلى آل محمد، كما صليت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد، اللهم بارك على محمد، وعلى آل محمد، كما باركت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد",
        info: "من أفضل صيغ الصلاه على النبي",
        repeat: 0
    }
]